---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsInstUpLabelText
source: html/d76a5b2f-d688-28f4-b2e3-2cae08b2ba40.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsInstUpLabelText Property

"Up text"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsInstUpLabelText { get; }
```